{
    "user": {
        "fullName": "Kuhle",
        "photo": "/images/unnamed.png"
    },
    "city": {
        "name": "Cape Town",
        "photo": "/images/Cape-Town-Camps-Bay-Beach.jpeg",
        "description": "The southernmost tip of Africa is one of the most magnificent parts of the world, a paradise full of exquisite scenery, beautiful beaches, two oceans – the icy Atlantic and the warmer Indian Ocean – and a wide variety of attractions to make any holiday-maker happy."
    },
    "foreignLanguage": {
        "language": "Russian",
        "phrases": [
            {
                "englishPhrase": "Hello",
                "foreignLanguage": "Привет"
            },
            {
                "englishPhrase": "Thank you",
                "foreignLanguage": "Спасибо"
            },
            {
                "englishPhrase": "Goodbye",
                "foreignLanguage": "До свидания"
            },
            {
                "englishPhrase": "How are you?",
                "foreignLanguage": "Как дела?"
            },
            {
                "englishPhrase": "I love you",
                "foreignLanguage": "Я тебя люблю"
            }
        ]
    },
    "favouriteSubjects": [
        {
            "name": "Mathematics",
            "photo": "/images/HD-wallpaper-calculus-love-math-mathematics-quote-saying.jpg",
            "description": "Mathematics is a fascinating subject that deals with numbers, patterns, and logical reasoning. It provides a foundation for various fields, including physics, engineering, and computer science. Studying mathematics helps develop critical thinking, problem-solving skills, and analytical abilities."
        },
        {
            "name": "Physics",
            "photo": "/images/High_resolution_wallpaper_background_ID_77701415953.jpg",
            "description": "Physics is the study of the fundamental principles that govern the universe. It explores the behavior of matter and energy, the forces that act upon them, and the interactions between particles. Physics allows us to understand the natural phenomena around us, from the motion of planets to the behavior of subatomic particles."
        },
        {
            "name": "Mechanics",
            "photo": "/images/desktop-wallpaper-mechanical-engineering-mechanical-engineering-car-engineering.jpg",
            "description": "Mechanics is a branch of physics that focuses on the motion of objects and the forces that cause them. It deals with concepts such as velocity, acceleration, momentum, and energy. Studying mechanics enables us to analyze and predict the behavior of mechanical systems, from simple objects to complex structures."
        }
    ]
}
